{
  "[logoLockupNav]": "content-value",

  "heroHeadline": "Premium Figma Prototyping and Animation UI Kit Library",
  "heroSubHead": "Scaffold is a UI kit library of 160 pre-built Figma design prototypes and animations for you to use in your design work. Built with a commitment to reusability, speed and flexibility, Scaffold lets you <strong>build complex Figma prototypes quickly</strong>, while staying flexible enough to fit your unique needs.",
  "heroPrelaunch": "Scaffold is launching early May, 2020! Subscribe to receive a launch email and discount :)",
  "[Hero Image]": "content-value",

  "learnMoreButton": "Learn More",
  "buyNowButton": "Buy Now",
  "launchDayDiscount": "Sign up for a Launch Day Discount",

  "demoCaption1": "Scaffold is <strong>perfect</strong> for complex Hover and Popover Menus, common with big SaaS websites and eCommerce sites alike. Scaffold saves you hours by providing the base — you bring the flavor!",
  "demoCaption2": " Scaffold uses all of the different Figma interaction options in for creative solutions. This demo uses the 'While Hovering' effect to apply different filters. Perfect for testing Zoom backgrounds!",
  "demoCaption3": "So much of the design work we do every day is forms. Log-in forms. Sign-up forms. Contact forms. And most importantly, <strong>payment forms!</strong>. Testing the userflows of those forms is key. This example shows a full ecommerce checkout flow based on best practices from Shopify!",
  "demoCaption4": "Designing loading states and skeleton screens is as important now as ever. Scaffold helps — by giving you carefully calibrated, timed loading screens.",

  "useCaseHeader": "Scaffold Use Cases and Benefits",
  "useCaseListParent": [
    {
      "useCaseListItems": "Quickly adding interactions to your existing designs using Scaffolds examples and best-practice demonstrations for rapid Figma prototyping"
    },
    {
      "useCaseListItems": "Prototype complex, multi-screen animations in no-time at all using Scaffolds flexible templates and pre-built connections and interactions"
    },
    {
      "useCaseListItems": "Show clients and colleagues smooth, animateds interactions in your mock-ups or designs"
    }
  ],

  "[Image #2]": "content-value",

  "targetCustomersHeader": "Who is Scaffold built for?",
  "targetCustomersListParent": [
    {
      "targetCustomersListItems": "Designers who want to add quickly and easily add interactions, prototypes or animations to existing designs"
    },
    {
      "targetCustomersListItems": "Designers and Developers looking to explore different types of motion design available in Figma and ready to add to future designs"
    },
    {
      "targetCustomersListItems": "Design studios doing client work who want to easily add interaction to client work, without spending hours tweaking connections and frame interactions"
    },
    {
      "targetCustomersListItems": "Probably <strong>*not*</strong> for teams that have dedicated motion designers!"
    }
  ],

  "[Image #3]": "content-value",

  "packageHeader": "Package Details: What's Included",
  "packageSubhead": "Scaffold is a premium Figma library of pre-built animations and design prototypes, designed and ready to drop into your projects. Built for reusability, speed, customization and flexibility. Ready to use on a full range of projects from client work to in-house designs to new product develop or side projects.",
  "packageListParent": [
    {
      "packageListItems": "<span>200+ Animation Prototypes</span><br>The primary Scaffold Figma Library composed of 5 main categories, 60 core Prototype Animation Scaffolds, and an additional 191 variations on the base prototypes."
    },
    {
      "packageListItems": "<span>Desktop and Mobile Designs</span><br>Prototypes and animations base templates built to be used in web and mobile design suitable for almost any kind of digital design work you need. "
    },
    {
      "packageListItems": "<span>Flexible Animations</span><br>Prototypes and animations include designs for mobile, web, marketing, social, gallery, ecommerce, buttons, links, menus and navigation."
    },
    {
      "packageListItems": "<span>Demo High Fidelity Prototypes</span><br>Four example prototypes that show the power and flexibility of Scaffold, giving you inspiration for integrating prototyping into your own work."
    }
  ],
  "packageContentCalloutParent": [
    {
      "packageContentCallout": "list item"
    },
    {
      "packageContentCallout": "list item"
    },
    {
      "packageContentCallout": "list item"
    },
    {
      "packageContentCallout": "list item"
    }
  ],

  "pricingHeader": "Pricing and Packages",
  "[pricingTableSingle]": "Single License",
  "[pricingTableTeam]": "Team License",

  "docsHeader": "Documentation and Scaffold Guides",
  "docsListParent": [
    {
      "docsListItems": "\n<a href=\"/eula\">Getting started with Scaffold Prototyping</a>.\n"
    },
    {
      "docsListItems": "\n<a href=\"/\">Advanced Scaffold Tutorial: Uses, Tips and Tricks</a>.\n"
    },
    {
      "docsListItems": "\n<a href=\"/\">Advanced Prototyping and Animation Figma Features</a>.\n"
    }
  ],

  "faqsHeader": "FAQs and Extra Details:",
  "faqsQuestion1": "How does the lifetime license work?",
  "faqsQuestion2": "Does Scaffold work with Sketch, Adobe XD, or InVision Studio?",
  "faqsQuestion3": "Does Scaffold use Figma Components that can fit into our existing design system?",
  "faqsListParent": [
    {
      "faqsListItems1": "Similar to <a href=\"https://www.sketch.com/pricing/\">Sketch</a>, and <a href=\"https://useflowkit.com/license\">Flowkit</a>. All updates until Dec 2020 are included in the current price of $49.00 (single license) or $199.0 (team license). Future releases will be marked with a new version number."
    },
    {
      "faqsListItems2": "It's not recommended. Scaffold has been built based on custom animation and prototyping features in <a href=\"https://www.figma.com/prototyping/\">Figma</a>. Because of that, you'll get the best results using Scaffold in Figma. If you're interested in a future version using another tool please contact me."
    },
    {
      "faqsListItems3": "Not at this stage (May 2020). Figma Components don't reliably save prototyping connections on duplication or re-use. Scaffold relies on copy and pasting, which has consistent and reliable behavior across files and pages. I would love to rebuild Scaffold using Components so watch this space based on changes to Figma!"
    }
  ],
  "preLaunchSignupCopy": "Scaffold is launching early May, 2020. If you're interested in Scaffold and how it can help you build Figma prototyping superpowers, <strong>sign up for a launch email and launch day discount code.</strong>",
  "footer": "Footer"
}
